Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Paste one or more addresses, or an extended public key for \(chain.displayName). Aperture reads balances and transactions only — it cannot send.
af: Plak een of meer adresse, of 'n uitgebreide openbare sleutel vir \(chain.displayName). Aperture lees slegs saldi en transaksies — dit kan nie stuur nie.
ar: الصق عنوانًا واحدًا أو أكثر، أو مفتاحًا عامًا ممتدًا لـ \(chain.displayName). تقرأ Aperture الأرصدة والمعاملات فقط — ولا يمكنها الإرسال.
bg: Поставете един или повече адреси или разширен публичен ключ за \(chain.displayName). Aperture чете само салда и транзакции — не може да изпраща.
bn: এক বা একাধিক ঠিকানা, অথবা \(chain.displayName) এর জন্য একটি বর্ধিত পাবলিক কী পেস্ট করুন। Aperture শুধুমাত্র ব্যালেন্স এবং লেনদেন পড়ে — পাঠাতে পারে না।
ca: Enganxa una o més adreces, o una clau pública estesa per a \(chain.displayName). Aperture només llegeix saldos i transaccions — no pot enviar.
cs: Vložte jednu nebo více adres, případně rozšířený veřejný klíč pro \(chain.displayName). Aperture pouze čte zůstatky a transakce — nemůže odesílat.
da: Indsæt en eller flere adresser eller en udvidet offentlig nøgle til \(chain.displayName). Aperture læser kun saldi og transaktioner — den kan ikke sende.
de: Füge eine oder mehrere Adressen oder einen Extended Public Key für \(chain.displayName) ein. Aperture liest nur Salden und Transaktionen — Senden ist nicht möglich.
el: Επικόλλησε μία ή περισσότερες διευθύνσεις ή ένα εκτεταμένο δημόσιο κλειδί για το \(chain.displayName). Η Aperture διαβάζει μόνο υπόλοιπα και συναλλαγές — δεν μπορεί να στείλει.
es: Pega una o más direcciones, o una clave pública extendida de \(chain.displayName). Aperture solo lee saldos y transacciones — no puede enviar.
et: Kleebi üks või mitu aadressi või \(chain.displayName) laiendatud avalik võti. Aperture loeb ainult saldot ja tehinguid — saata ei saa.
fa: یک یا چند نشانی، یا یک کلید عمومی توسعه‌یافته برای \(chain.displayName) را جای‌گذاری کنید. Aperture فقط موجودی و تراکنش‌ها را می‌خواند — نمی‌تواند چیزی بفرستد.
fi: Liitä yksi tai useampi osoite tai laajennettu julkinen avain \(chain.displayName)-ketjulle. Aperture lukee vain saldot ja tapahtumat — se ei voi lähettää.
fil: I-paste ang isa o higit pang address, o isang extended public key para sa \(chain.displayName). Babasahin lamang ng Aperture ang mga balanse at transaksyon — hindi ito makakapagpadala.
fr: Collez une ou plusieurs adresses, ou une clé publique étendue pour \(chain.displayName). Aperture ne lit que les soldes et les transactions — il ne peut pas envoyer.
he: הדבק כתובת אחת או יותר, או מפתח ציבורי מורחב עבור \(chain.displayName). Aperture קוראת רק יתרות ועסקאות — היא לא יכולה לשלוח.
hi: \(chain.displayName) के लिए एक या अधिक पते या एक विस्तारित सार्वजनिक कुंजी चिपकाएँ। Aperture केवल शेष राशि और लेन-देन पढ़ता है — भेज नहीं सकता।
hr: Zalijepi jednu ili više adresa ili prošireni javni ključ za \(chain.displayName). Aperture čita samo stanja i transakcije — ne može slati.
hu: Illessz be egy vagy több címet, vagy egy kibővített nyilvános kulcsot \(chain.displayName) számára. Az Aperture csak az egyenlegeket és tranzakciókat olvassa — küldeni nem tud.
id: Tempelkan satu atau lebih alamat, atau kunci publik diperpanjang untuk \(chain.displayName). Aperture hanya membaca saldo dan transaksi — tidak dapat mengirim.
is: Límdu inn eitt eða fleiri vistföng, eða útvíkkaðan opinberan lykil fyrir \(chain.displayName). Aperture les aðeins jafnstöðu og færslur — getur ekki sent.
it: Incolla uno o più indirizzi, oppure una chiave pubblica estesa per \(chain.displayName). Aperture legge solo saldi e transazioni — non può inviare.
ja: \(chain.displayName) のアドレス、または拡張公開鍵を 1 つ以上貼り付けてください。Aperture は残高と取引を読み取るだけで、送信はできません。
ko: \(chain.displayName) 주소를 하나 이상, 또는 확장 공개 키를 붙여 넣으세요. Aperture는 잔액과 거래 내역만 읽을 뿐, 전송은 할 수 없습니다.
lt: Įklijuokite vieną ar daugiau adresų arba \(chain.displayName) išplėstinį viešąjį raktą. Aperture skaito tik likučius ir operacijas — siųsti negali.
lv: Ielīmējiet vienu vai vairākas adreses vai \(chain.displayName) paplašināto publisko atslēgu. Aperture lasa tikai atlikumus un darījumus — sūtīt nevar.
ml: ഒന്നോ അതിലധികമോ വിലാസങ്ങൾ, അല്ലെങ്കിൽ \(chain.displayName)നുള്ള എക്സ്റ്റൻഡഡ് പബ്ലിക് കീ ഒട്ടിക്കുക. Aperture ബാലൻസുകളും ഇടപാടുകളും മാത്രമേ വായിക്കൂ — അയയ്ക്കാൻ കഴിയില്ല.
mr: एक किंवा अधिक पत्ते, किंवा \(chain.displayName) साठी एक्सटेंडेड पब्लिक की पेस्ट करा. Aperture फक्त शिल्लक आणि व्यवहार वाचतो — पाठवू शकत नाही.
ms: Tampal satu atau lebih alamat, atau kunci awam lanjutan untuk \(chain.displayName). Aperture hanya membaca baki dan transaksi — tidak boleh menghantar.
nb: Lim inn én eller flere adresser, eller en utvidet offentlig nøkkel for \(chain.displayName). Aperture leser kun saldoer og transaksjoner — den kan ikke sende.
nl: Plak een of meer adressen, of een uitgebreide publieke sleutel voor \(chain.displayName). Aperture leest alleen saldi en transacties — versturen kan niet.
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਪਤੇ, ਜਾਂ \(chain.displayName) ਲਈ ਐਕਸਟੈਂਡਿਡ ਪਬਲਿਕ ਕੁੰਜੀ ਪੇਸਟ ਕਰੋ। Aperture ਸਿਰਫ਼ ਬਕਾਇਆ ਅਤੇ ਲੈਣ-ਦੇਣ ਪੜ੍ਹਦਾ ਹੈ — ਭੇਜ ਨਹੀਂ ਸਕਦਾ।
pl: Wklej co najmniej jeden adres lub rozszerzony klucz publiczny dla \(chain.displayName). Aperture odczytuje tylko salda i transakcje — nie może wysyłać.
pt_br: Cole um ou mais endereços, ou uma chave pública estendida de \(chain.displayName). O Aperture apenas lê saldos e transações — não pode enviar.
ro: Lipește una sau mai multe adrese sau o cheie publică extinsă pentru \(chain.displayName). Aperture citește doar soldurile și tranzacțiile — nu poate trimite.
ru: Вставьте один или несколько адресов или расширенный публичный ключ \(chain.displayName). Aperture только считывает балансы и транзакции — отправлять не может.
sk: Vložte jednu alebo viac adries, prípadne rozšírený verejný kľúč pre \(chain.displayName). Aperture iba číta zostatky a transakcie — nedokáže odosielať.
sl: Prilepi enega ali več naslovov ali razširjeni javni ključ za \(chain.displayName). Aperture samo bere stanja in transakcije — pošiljati ne more.
sr: Налепи једну или више адреса или проширени јавни кључ за \(chain.displayName). Aperture само чита стања и трансакције — не може да шаље.
sv: Klistra in en eller flera adresser, eller en utökad publik nyckel för \(chain.displayName). Aperture läser endast saldon och transaktioner — det kan inte skicka.
sw: Bandika anwani moja au zaidi, au ufunguo wa umma uliopanuliwa kwa \(chain.displayName). Aperture inasoma tu salio na muamala — haiwezi kutuma.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட முகவரிகளை, அல்லது \(chain.displayName)க்கான விரிவாக்கப்பட்ட பொது விசையை ஒட்டவும். Aperture மீதிகளையும் பரிவர்த்தனைகளையும் மட்டுமே படிக்கிறது — அனுப்ப இயலாது.
te: ఒకటి లేదా అంతకంటే ఎక్కువ చిరునామాలను లేదా \(chain.displayName) కోసం విస్తరించిన పబ్లిక్ కీని అతికించండి. Aperture నిల్వలను మరియు లావాదేవీలను మాత్రమే చదువుతుంది — పంపలేదు.
th: วางที่อยู่อย่างน้อยหนึ่งรายการ หรือคีย์สาธารณะแบบขยายของ \(chain.displayName) Aperture อ่านเฉพาะยอดคงเหลือและธุรกรรมเท่านั้น ส่งไม่ได้
tr: Bir veya daha fazla adresi ya da \(chain.displayName) için bir genişletilmiş genel anahtar yapıştırın. Aperture yalnızca bakiye ve işlemleri okur — gönderim yapamaz.
uk: Вставте одну або кілька адрес чи розширений публічний ключ для \(chain.displayName). Aperture лише зчитує баланси та транзакції — надсилати не може.
ur: ایک یا زیادہ پتے، یا \(chain.displayName) کے لیے توسیع شدہ عوامی کلید چسپاں کریں۔ Aperture صرف بیلنس اور لین دین پڑھتا ہے — کچھ بھیج نہیں سکتا۔
vi: Dán một hoặc nhiều địa chỉ, hoặc một khóa công khai mở rộng cho \(chain.displayName). Aperture chỉ đọc số dư và giao dịch — không thể gửi.
zh_hans: 粘贴一个或多个 \(chain.displayName) 地址或扩展公钥。Aperture 仅读取余额和交易记录 — 无法发送。
zh_hant: 貼上一個或多個 \(chain.displayName) 地址或擴展公鑰。Aperture 僅讀取餘額和交易記錄 — 無法發送。

source: Paste one or more addresses, or an extended public key for %@. Aperture reads balances and transactions only — it cannot send.
af: Plak een of meer adresse, of ’n uitgebreide openbare sleutel vir %@, in. Aperture lees slegs saldo’s en transaksies — dit kan nie stuur nie.
ar: الصق عنوانًا أو أكثر، أو مفتاحًا عامًا ممتدًا لـ %@. يقرأ Aperture الأرصدة والمعاملات فقط — ولا يستطيع الإرسال.
bg: Поставете един или повече адреси или разширен публичен ключ за %@. Aperture чете само салда и транзакции — не може да изпраща.
bn: এক বা একাধিক অ্যাড্রেস, অথবা %@-এর জন্য একটি এক্সটেন্ডেড পাবলিক কী পেস্ট করুন। Aperture শুধু ব্যালেন্স ও লেনদেন পড়ে — পাঠাতে পারে না।
ca: Enganxa una o més adreces, o una clau pública estesa per a %@. Aperture només llegeix saldos i transaccions — no pot enviar.
cs: Vlož jednu nebo více adres, nebo rozšířený veřejný klíč pro %@. Aperture čte pouze zůstatky a transakce — nemůže odesílat.
da: Indsæt en eller flere adresser, eller en udvidet offentlig nøgle til %@. Aperture læser kun saldi og transaktioner — den kan ikke sende.
de: Füge eine oder mehrere Adressen oder einen erweiterten öffentlichen Schlüssel für %@ ein. Aperture liest nur Guthaben und Transaktionen – senden kann es nicht.
el: Επικολλήστε μία ή περισσότερες διευθύνσεις, ή ένα εκτεταμένο δημόσιο κλειδί για %@. Το Aperture διαβάζει μόνο υπόλοιπα και συναλλαγές — δεν μπορεί να στείλει.
es: Pega una o más direcciones, o una clave pública extendida para %@. Aperture solo lee saldos y transacciones; no puede enviar.
et: Kleepige üks või mitu aadressi või laiendatud avalik võti %@ jaoks. Aperture loeb ainult saldosid ja tehinguid — saata ei saa.
fa: یک یا چند آدرس یا یک کلید عمومی گسترش‌یافته برای %@ را بچسبانید. Aperture فقط موجودی و تراکنش‌ها را می‌خواند — توان ارسال ندارد.
fi: Liitä yksi tai useampi osoite tai laajennettu julkinen avain kohteelle %@. Aperture lukee vain saldoja ja tapahtumia — se ei voi lähettää.
fil: I-paste ang isa o higit pang address, o isang extended public key para sa %@. Binabasa lang ng Aperture ang mga balanse at transaksyon — hindi ito makakapagpadala.
fr: Collez une ou plusieurs adresses, ou une clé publique étendue pour %@. Aperture lit uniquement les soldes et les transactions — il ne peut pas envoyer.
he: הדבק כתובת אחת או יותר, או מפתח ציבורי מורחב עבור %@. Aperture קורא יתרות ועסקאות בלבד — הוא אינו יכול לשלוח.
hi: एक या अधिक पते, या %@ के लिए एक एक्सटेंडेड पब्लिक कुंजी पेस्ट करें। Aperture केवल शेष राशि और लेन-देन पढ़ता है — भेज नहीं सकता।
hr: Zalijepite jednu ili više adresa ili prošireni javni ključ za %@. Aperture čita samo stanja i transakcije — ne može slati.
hu: Illessz be egy vagy több címet, vagy egy kiterjesztett nyilvános kulcsot a(z) %@-hoz. Az Aperture csak egyenlegeket és tranzakciókat olvas — nem tud küldeni.
id: Tempelkan satu atau lebih alamat, atau sebuah kunci publik yang diperluas untuk %@. Aperture hanya membaca saldo dan transaksi — tidak dapat mengirim.
is: Límdu inn eitt eða fleiri vistföng eða framlengdan opinberan lykil fyrir %@. Aperture les aðeins stöðu og færslur — getur ekki sent.
it: Incolla uno o più indirizzi, oppure una chiave pubblica estesa per %@. Aperture legge soltanto saldi e transazioni — non può inviare.
ja: 1つ以上のアドレス、または %@ の拡張公開鍵を貼り付けてください。Aperture は残高と取引の読み取りだけを行い、送付はできません。
ko: %@에 대한 하나 이상의 주소, 또는 확장 공개 키를 붙여넣으세요. Aperture는 잔액과 거래만 읽으며 — 전송은 할 수 없습니다.
lt: Įklijuokite vieną ar daugiau adresų arba %@ skirtą išplėstinį viešąjį raktą. Aperture skaito tik likučius ir operacijas – siųsti negali.
lv: Ielīmējiet vienu vai vairākas adreses vai paplašināto publisko atslēgu %@. Aperture lasa tikai bilances un darījumus — sūtīt nevar.
ml: %@-നായി ഒന്നോ അതിലധികമോ വിലാസങ്ങൾ, അല്ലെങ്കിൽ ഒരു എക്സ്റ്റൻഡഡ് പബ്ലിക് കീ പേസ്റ്റ് ചെയ്യുക. Aperture ബാലൻസുകളും ഇടപാടുകളും മാത്രം വായിക്കുന്നു — അതിന് അയയ്ക്കാൻ കഴിയില്ല.
mr: %@ साठी एक किंवा अधिक पत्ते, किंवा एक्सटेंडेड पब्लिक की पेस्ट करा. Aperture फक्त शिल्लक आणि व्यवहार वाचते — ते पाठवू शकत नाही.
ms: Tampal satu atau lebih alamat, atau kunci awam dilanjutkan untuk %@. Aperture hanya membaca baki dan transaksi — ia tidak boleh menghantar.
nb: Lim inn en eller flere adresser, eller en utvidet offentlig nøkkel for %@. Aperture leser bare saldoer og transaksjoner — den kan ikke sende.
nl: Plak een of meer adressen of een uitgebreide publieke sleutel voor %@. Aperture leest alleen saldi en transacties — hij kan niet versturen.
pa: %@ ਲਈ ਇੱਕ ਜਾਂ ਵੱਧ ਪਤੇ ਜਾਂ ਵਿਸਥਾਰਿਤ ਪਬਲਿਕ ਕੀ ਪੇਸਟ ਕਰੋ। Aperture ਸਿਰਫ਼ ਬੈਲੰਸ ਅਤੇ ਲੈਣ-ਦੇਣ ਪੜ੍ਹਦਾ ਹੈ — ਇਹ ਭੇਜ ਨਹੀਂ ਸਕਦਾ।
pl: Wklej jeden lub więcej adresów albo rozszerzony klucz publiczny dla %@. Aperture odczytuje tylko salda i transakcje — nie może wysyłać.
pt_br: Cole um ou mais endereços, ou uma chave pública estendida para %@. O Aperture só lê saldos e transações — não consegue enviar.
ro: Lipește una sau mai multe adrese, sau o cheie publică extinsă pentru %@. Aperture citește doar solduri și tranzacții — nu poate trimite.
ru: Вставьте один или несколько адресов или расширенный публичный ключ для %@. Aperture только читает балансы и транзакции — отправлять он не умеет.
sk: Vlož jednu alebo viac adries, alebo rozšírený verejný kľúč pre %@. Aperture číta iba zostatky a transakcie — nedokáže odosielať.
sl: Prilepi enega ali več naslovov ali razširjeni javni ključ za %@. Aperture bere samo stanja in transakcije – ne more pošiljati.
sr: Налепи једну или више адреса или проширени јавни кључ за %@. Aperture чита само стања и трансакције – не може да шаље.
sv: Klistra in en eller flera adresser, eller en utökad publik nyckel för %@. Aperture läser endast saldon och transaktioner — den kan inte skicka.
sw: Bandika anwani moja au zaidi, au ufunguo wa umma uliopanuliwa kwa ajili ya %@. Aperture inasoma salio na miamala pekee — haiwezi kutuma.
ta: %@-இற்கான ஒன்று அல்லது அதற்கு மேற்பட்ட முகவரிகளை, அல்லது நீட்டிக்கப்பட்ட பொதுச் சாவியை ஒட்டவும். Aperture இருப்புகளையும் பரிவர்த்தனைகளையும் மட்டுமே படிக்கிறது — அதனால் அனுப்ப முடியாது.
te: %@ కోసం ఒకటి లేదా అంతకంటే ఎక్కువ చిరునామాలను, లేదా ఎక్స్‌టెండెడ్ పబ్లిక్ కీని పేస్ట్ చేయండి. Aperture నిల్వలు మరియు లావాదేవీలను మాత్రమే చదువుతుంది — అది పంపలేదు.
th: วางแอดเดรสหนึ่งรายการขึ้นไป หรือคีย์สาธารณะแบบขยายสำหรับ %@ Aperture จะอ่านยอดคงเหลือและธุรกรรมเท่านั้น — ไม่สามารถส่งได้
tr: %@ için bir veya daha fazla adres veya bir genişletilmiş genel anahtar yapıştırın. Aperture yalnızca bakiyeleri ve işlemleri okur — gönderim yapamaz.
uk: Вставте одну або кілька адрес або розширений публічний ключ для %@. Aperture зчитує лише баланси й транзакції — він не може надсилати.
ur: %@ کے لیے ایک یا زیادہ ایڈریسز یا کوئی توسیعی پبلک کی پیسٹ کریں۔ Aperture صرف بیلنس اور ٹرانزیکشنز پڑھتا ہے — یہ بھیج نہیں سکتا۔
vi: Dán một hoặc nhiều địa chỉ, hoặc một khóa công khai mở rộng cho %@. Aperture chỉ đọc số dư và giao dịch — không thể gửi.
zh_hans: 粘贴一个或多个地址,或一个用于 %@ 的扩展公钥。Aperture 仅读取余额和交易——无法发送。
zh_hant: 貼上一個或多個位址,或一個用於 %@ 的擴展公鑰。Aperture 只讀取餘額與交易——無法傳送。

source: Paste the contract address
af: Plak die kontrakadres
ar: ألصق عنوان العقد
bg: Поставете адреса на договора
bn: কন্ট্রাক্ট ঠিকানা পেস্ট করুন
ca: Enganxa l’adreça del contracte
cs: Vložte adresu kontraktu
da: Indsæt kontraktadressen
de: Vertragsadresse einfügen
el: Επικολλήστε τη διεύθυνση συμβολαίου
es: Pega la dirección del contrato
et: Kleebi lepingu aadress
fa: نشانی قرارداد را بچسبانید
fi: Liitä sopimuksen osoite
fil: I-paste ang contract address
fr: Collez l’adresse du contrat
he: הדבקת כתובת החוזה
hi: कॉन्ट्रैक्ट पता पेस्ट करें
hr: Zalijepite adresu ugovora
hu: Illeszd be a szerződés címét
id: Tempelkan alamat kontrak
is: Límdu inn samningsfangið
it: Incolli l’indirizzo del contratto
ja: コントラクトアドレスを貼り付け
ko: 컨트랙트 주소를 붙여넣으세요
lt: Įklijuokite sutarties adresą
lv: Ielīmējiet līguma adresi
ml: കരാർ വിലാസം ഒട്ടിക്കുക
mr: करार पत्ता पेस्ट करा
ms: Tampal alamat kontrak
nb: Lim inn kontraktadressen
nl: Plak het contractadres
pa: ਕੰਟਰੈਕਟ ਪਤਾ ਪੇਸਟ ਕਰੋ
pl: Wklej adres kontraktu
pt_br: Cole o endereço do contrato
ro: Lipește adresa contractului
ru: Вставьте адрес контракта
sk: Vložte adresu kontraktu
sl: Prilepite naslov pogodbe
sr: Налепите адресу уговора
sv: Klistra in kontraktsadressen
sw: Bandika anwani ya mkataba
ta: ஒப்பந்த முகவரியை ஒட்டவும்
te: కాంట్రాక్ట్ చిరునామాను అతికించండి
th: วางที่อยู่สัญญา
tr: Sözleşme adresini yapıştırın
uk: Вставте адресу контракту
ur: کنٹریکٹ ایڈریس پیسٹ کریں
vi: Dán địa chỉ hợp đồng
zh_hans: 粘贴合约地址
zh_hant: 貼上合約地址
